Repository: OpenMandrivaAssociation/e_modules
Catalog: e_modules-0.0.1.20150506/mem/po/*.po
Languages: ca, sr

source: Mem Settings
ca: Preferències Mem
sr: Поставке праћења меморије

source: General Settings
ca: Preferències Generals
sr: Општа подешавања

source: Always Show Text
ca: Mostrar sempre text
sr: Увек прикажи текст

source: Show Text On Mouse Over
ca: Mostrar text quan el ratolí sigui sobre
sr: Прикажи текст при надношењу миша

source: Show Text As Percent
ca: Mostrar Text en percentatge
sr: Прикажи текст као проценат

source: Ignore Buffers
ca: Ignora Búfers
sr: Занемари међуспремнике

source: Ignore Cached
ca: Ignora lCaché
sr: Занемари оставу

source: Check Interval:
ca: Taxa de comprovació:
sr: Учесталост провере:

source: %1.0f seconds
ca: %1.0f segons
sr: %1.0f секунди

source: Mem
sr: Праћење меморије

source: Settings
ca: Preferències
sr: Подешавања
