Repository: OpenMandrivaAssociation/e_modules
Catalog: e_modules-0.0.1.20150506/photo/po/*.po
Languages: ca

source: Config init failed
ca: Inicialització de Config ha fallat

source: Photo Module
ca: Mòdul Fotos

source: E Canvas init failed !
ca: Inicialització d'E Canvas ha fallat !

source: Theme init failed !
ca: Inicialització de Theme ha fallat !

source: Picture subsystem init failed
ca: Inicialització del subsistema Picture ha fallat

source: Popup warn subsystem init failed
ca: Inicialització del subsistema d'avisos Popup ha fallat

source: Popup info subsystem init failed
ca: Inicialització de subsistema d'informació Popup ha fallat

source: Photo
ca: Fotos

source: <hilight>Photo module : Configuration Upgraded</hilight><br><br>Your configuration of photo module<br>has been upgraded<br>Your settings were removed<br>Sorry for the inconvenience<br><br>(%d -> %d)
ca: <hilight>Mòdul Fotos : Configuració actualitzada</hilight><br><br>La configuració del mòdul de fotos<br>ha estat actualitzada<br>Els seus paràmetres s'esborraran<br>Disculpi les molèsties<br><br>(%d -> %d)

source: Photo Module version
ca: Versió del mòdul Fotos

source: <hilight>Photo module : Configuration Downgraded</hilight><br><br>Your configuration of Photo module<br>has been downgraded<br>Your settings were removed<br>Sorry for the inconvenience<br><br>(%d ->%d)
ca: <hilight>Mòdul Fotos : Configuració recuperada</hilight><br><br>La configuració del mòdul Fotos<br>ha estat recuperada<br>Els seus paràmetres han estat esborrats<br>Disculpi les molèsties<br><br>(%d ->%d)

source: Photo Configuration
ca: Configuració Fotos

source: Picture directories
ca: Carpeta d'imatges

source: Add
ca: Afegeix

source: Delete
ca: Suprimeix

source: Configure
ca: Configura

source: Reload picture directories
ca: Recarrega carpeta d'imatges

source: Stop loading
ca: Atura la càrrega

source: Appearance
ca: Aparença

source: Always show label
ca: Mostra sempre etiquetes

source: Nice transitions
ca: Transicions agradables

source: Default Mouse actions
ca: Accions predeterminades de ratolí

source: Over
ca: Damunt

source: Left
ca: Esquerra

source: click
ca: clic

source: Middle
ca: Mig

source: Popups
ca: Finestres emergents

source: Picture loader popup
ca: Carregador d'imatges en finestra emergent

source: Never
ca: Mai

source: Summary
ca: Resum

source: Verbose
ca: Sortida detallada

source: Miscellaneous
ca: Miscel·lània

source: Remove generated backgrounds
ca: Elimina els fons generats

source: Pictures viewer
ca: Visor d'imatges

source: Images Quality
ca: Qualitat d'imatge

source: Automaticly reload directories
ca: Recarrega automàticament els directoris

source: when add / modify directory list
ca: quan s'afegeix / modifica llista de directoris

source: Show label
ca: Mostra l'etiqueta

source: Show informations
ca: Mostra informacions

source: Previous picture
ca: Imatge anterior

source: Next picture
ca: Imatge següent

source: Pause
ca: Pausa

source: Set as background
ca: Estableix com a fons d'escriptori

source: Open viewer
ca: Obre visor

source: Show menu
ca: Mostra el menú

source: Photo Directory Configuration
ca: Paràmetres de la carpeta de Fotos

source: Directory
ca: Directori

source: Loading options
ca: Carregant opcions

source: Recursive
ca: Recursiu

source: Read hidden files
ca: Llegeix fitxers ocults

source: Photo Module Warning
ca: Avís mòdul Fotos

source: Photo Item Configuration
ca: Paràmetres dels elements de Fotos

source: Timer between pictures change
ca: Temporització entre canvi d'imatges

source: Activate
ca: Activa

source: %1.0f seconds
ca: %1.0f segons

source: Yes
ca: Sí

source: Default setting
ca: Paràmetre per defecte

source: Mouse actions
ca: Accions de ratolí

source: <hilight>File %s doesn't exist.</hilight><br><br>This file is in the picture list, but it seems you removed<br>it from disk. It can't be set as background, sorry.
ca: <hilight>El fitxer %s no existeix.</hilight><br><br>Aquest fitxer és a la llista d'imatges, però sembla que ha estat eliminat<br>del disc. No es pot establir com a fons d'escriptori, disculpi les molèsties.

source: Photo Module Error
ca: Error mòdul Fotos

source: <hilight>e17setroot needed</hilight><br><br>%s is not an edje file!<br>Photo module needs e17setroot util from e_utils package to set your picture as background. Please install it and try again.
ca: <hilight>es necessita e17setroot</hilight><br><br>%s no és un fitxer edje!<br>El mòdul Fotos necessita e17setroot util del paquet e_utils per mostrar la imatge com a fons d'escriptori. Si us plau, instal·li i ho provi de nou.

source: <hilight>Viewer %s not found !</hilight><br><br>You can change the viewer for images in the Photo module configuration panel (Advanced view)
ca: <hilight>No s'ha trobat el visor %s !</hilight><br><br>Pot canviar el visor d'imatges al tauler de configuració del mòdul Fotos (Vista avançada)

source: Module Settings
ca: Configuració del mòdul

source: Settings
ca: Preferències

source: Pause slideshow
ca: Pausa presentació

source: Resume slideshow
ca: Continua presentació

source: Historic
ca: Històric

source: Picture informations
ca: Informacions de les imatges

source: Open in
ca: Obre a

source: <hilight>Directory %s doesnt exists.</hilight><br><br>You can change the picture's folders in main configuration panel<br>They can be jpeg or png<br><br>After import, if you can remove these files and the pictures still can<br>be viewed, but you wont be able to set them as wallpaper anymore<br><br>
ca: <hilight>El directori %s no existeix.</hilight><br><br>Pot canviar les carpetes d'imatges al tauler principal de configuració<br>Poden ser jpeg o png<br><br>Després d'importar, encara que esborri aquests fitxers i imatges es podran<br>veure, però no les podrà utilitzar més com a fons d'escriptori<br><br>

source: Photo Module Information
ca: Quan al mòdul Fotos

source: <hilight>Creating thumbs</hilight><br><br>Some pictures are being thumbed in a <hilight>background task</hilight>.<br>It can take a while, but after, loading will be faster and lighter :)<br><br>Each time wou will load pictures that haven't been loaded in Photo module before,<br>they will be thumbed.<br><br>While creating popups, you will not be able to see any picture in Photo.<br>I hope i'll be able to change that :)
ca: <hilight>Creant miniatures</hilight><br><br>S'estan creant miniatures d'algunes imatges en una <hilight>tasca de fons</hilight>.<br>Pot tardar una mica, però després, seran més ràpides i lleugeres de carregar :)<br><br>Cada vegada que carregui imatges que no hagin estat carregades anteriorment al mòdul Fotos,<br>seran miniaturitzades.<br><br>Mentre s'estiguin creant,no podrà veure cap imatge a Fotos.<br>Esperem que siguem capaços de canviar això :)
