Repository: OpenMandrivaAssociation/e_modules
Catalog: e_modules-0.0.1.20150506/eweather/po/*.po
Languages: fr, gl, tr

source: EWeather Configuration
fr: Configuration de E-météo
gl: Configuración do EWeather
tr: EWeather Yapılandırması

source: Poll Time
fr: Intervalle d'interrogation
gl: Tempo de actualización
tr: Denetleme Zamanı

source: %2.0f minutes
gl: %2.0f minutos
tr: %2.0f dakika

source: Select a data source
fr: Choisir une source de données
gl: Seleccione a orixe dos datos
tr: Veri kaynağını seç

source: Units Settings
fr: Paramètres des unités
gl: Axuste de unidades
tr: Burum ayarları

source: (°F) Fahrenheit
tr: (°F) Fahrenhayt

source: (°C) Celsius
tr: (°C) Santigrat

source: Yahoo Forecasts Code
fr: Code Yahoo des prévisions
gl: Código das predicións meteorolóxicas de Yahoo
tr: Yahoo Hava Tahmini Kodu

source: Yahoo Forecasts Code/US Zip Code
fr: Code Yahoo des prévisions/Code postal étatsunien
gl: Código das predicións meteorolóxicas de Yahoo/Código US Zip
tr: Yahoo Hava Tahmini Kodu/US Zip Kodu

source: To find the code for your area, go to:
fr: Pour trouver le code de votre lieu, allez à :
gl: Para atopar o código para a súa área, vaia a:
tr: Bölgenizin kodunu bulmak için gidin:

source: %s, find your area, and look at the URL
fr: %s, trouver votre lieu et regarder à l'adresse
gl: %s, atope a súa área, e vexa o URL
tr: %s, bölgenizi bulur, adrese bakın

source: Google Forecasts Code
fr: Code Google des prévisions
gl: Código das predicións meteorolóxicas de Google
tr: Google Hava Tahmini Kodu

source: Google Forecasts City Code
fr: Code Google des prévisions par ville
gl: Código da cidade nas predicións meteorolóxicas de Google
tr: Google Hava Tahmini Şehir Kodu

source: Specify the name of your city
fr: Saisissez le nom de votre ville
gl: Especifique o nome da súa cidade
tr: Şehrinizin adını girin

source: with extra information like the state or the country
fr: avec les informations supplémentaires telles que la région ou le pays
gl: con información adicional, como a provincia/estado ou o país
tr: bölge ve ülke gibi ilave bilgilerle birlikte

source: EWeather
fr: E-météo
tr: Hava Durumu

source: Settings
fr: Paramètres
gl: Axustes
tr: Ayarlar
