Repository: OpenMandrivaAssociation/e_modules
Catalog: e_modules-0.0.1.20150506/tclock/po/*.po
Languages: sr

source: Tclock Settings
sr: Поставке часовника

source: Top
sr: Врх

source: Show Top Line
sr: Приказуј горњу линију

source: Consult strftime(3) for format syntax
sr: Погледајте облик израза strftime(3)

source: Bottom
sr: Дно

source: Show Bottom Line
sr: Приказуј доњу линију

source: Tool Tip
sr: Напомена

source: Show Tooltip
sr: Приказуј напомену

source: TClock
sr: Т-часовник

source: Settings
sr: Поставке
