Repository: OpenMandrivaAssociation/e_modules
Catalog: e_modules-0.0.1.20150506/net/po/*.po
Languages: gl

source: Net Module Settings
gl: Preferencias do módulo Net

source: General Settings
gl: Preferencias xerais

source: Show Text
gl: Amosa-lo texto

source: Show Popup On Mouse-Over
gl: Amosar xanela emerxente cando o rato pase por riba

source: Launch Application On Double-Click
gl: Iniciar aplicativo ó premer dúas veces

source: Activity Notification Level
gl: Nivel de notificacións de actividade

source: High (MB)
gl: Alto (MB)

source: Middle (KB)
gl: Medio (KB)

source: Low (B)
gl: Baixo (B)

source: Device Settings
gl: Preferencias do dispositivo

source: Settings
gl: Preferencias

source: Device - %s
gl: Dispositivo - %s
